tap "homebrew/services"
tap "minio/stable"
brew "aichat"
brew "assimp"
brew "openssl@3"
brew "xz"
brew "python@3.13"
brew "azure-cli"
brew "cmake"
brew "codex"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "htop"
brew "libmagic"
brew "libmemcached"
brew "lighttpd"
brew "lnav"
brew "midnight-commander"
brew "netcat"
brew "nvm"
brew "pyenv"
brew "python@3.11"
brew "python-tk@3.11"
brew "qemu"
brew "rsync"
brew "socat"
brew "step"
brew "tcl-tk"
brew "virtualenv"
brew "virtualenvwrapper"
brew "weasyprint"
brew "yt-dlp"
brew "zlib"
brew "zplug"
brew "minio/stable/minio"
cask "ngrok"
cask "raycast"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "openai.chatgpt"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/wailsapp/wails/v2/cmd/wails"
